Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/reference/guides/guide_to_entitlements_for_over_sixties.html.txt.tmx
Source language: en
Languages: ga

source: Guide to entitlements for over sixties
ga: Treoir maidir le teidlíochtaí do dhaoine os cionn seasca bliain d’aois

source: • Payments for older people
ga: • Íocaíochtaí do dhaoine breacaosta

source: • Moving into residential care
ga: • Ag bogadh isteach i gcúram cónaithe

source: • Occupational and personal pensions
ga: • Pinsin ghairme agus phearsanta

source: The Citizens Information Board publishes the Guide to entitlements for over sixties
ga: Treoir maidir le teidlíochtaí do dhaoine os cionn seasca bliain d’aois

source: The links on this page give further information on the topics covered in the leaflet
ga: Tugann na nascanna ar an leathanach seo tuilleadh faisnéise ar na hábhair a chlúdaítear sa bhileog

source: There is a link for each term highlighted in bold in the leaflet
ga: Ta nasc ar an leathanach le haghaidh gach téarma atá i gcló trom sa bhileog

source: The links are also in the same order as the terms in bold
ga: Ta na nascanna san ord céanna leis na téarmaí atá i gcló trom

source: The headings used on this page are the same as the chapter headings in the leaflet
ga: Is ionann na ceannteidil ar an leathanach seo agus ceannteidil na gcaibidlí sa bhileog
